export default {
	siteTitle: 'Interno',
	favorites: 'Избранное',
	cart: 'Корзина',
	'add to cart': 'В корзину',
	'in cart': ' В корзине',
	settings: 'Настройки',
	NEW: 'По новинкам',
	ASC: 'По возрастанию цены',
	DESC: 'По убыванию цены',
	'personal account': 'Профиль',
	catalog: 'Каталог',
	siteDescription: 'Mаркетплейс книг с широким выбором жанров',
	description: 'Mаркетплейс книг. Использование сайта означает принятие Пользовательского соглашения и Политики конфиденциальности.',
	mainSearch: 'Искать в Interno',
	Language: 'Язык',
	en: 'Английский',
	ru: 'Русский',
	theme: 'Тема',
	light: 'Светлая',
	dark: 'Темная',
	aditionalMenu: {
		'become a seller': 'Стать продавцом',
		blog: 'Блог',
		'mobile application': 'Мобильное приложение',
		'promotional code': 'Промокоды',
		help: 'Помощь'
	},
	address: 'Москва, Россия',
	rub: 'RUB',
	new: 'Новинки',
	bestseller: 'Хиты',
	'fast-view': 'Быстрый просмотр',
	sale: 'Распродажа',
	'for you': 'Для Вас',
	'all books': 'Все книги',
	seller: 'Продавец',
	buyer: 'Покупатель',
	categories: {
		all: 'Категория',
		fiction: 'Художественная литература',
		'non-fiction': 'Научная литература',
		'childrens literature': 'Детская литература',
		'self-development and business': 'Саморазвитие и бизнес'
	},
	subCategories: {
		novels: 'Романы',
		detectives: 'Детективы',
		'science fiction': 'Фантастика',
		poetry: 'Поэзия',
		history: 'История',
		biology: 'Биология',
		physics: 'Физика',
		psychology: 'Психология',
		'fairy tales': 'Сказки',
		'educational books': 'Обучающие книги',
		adventures: 'Приключения',
		comics: 'Комиксы',
		'personal growth': 'Личностный рост',
		'time management': 'Управление временем',
		'finance and investments': 'Финансы и инвестиции',
		leadership: 'Лидерство'
	},
	All: 'Все',
	apply: 'Применить',
	sorting: {
		NEW: 'По новинкам',
		ASC: 'По возрастанию цены',
		DESC: 'По убыванию цены'
	},
	sortBy: 'Сортировка',
	home: 'На главную',
	more: 'Ещё',
	termsOfUse: 'Условия использования',
	privatePolicy: 'Политика конфиденциальности',
	from: 'от',
	to: 'до',
	button: {
		signIn: 'Войти'
	},
	byRating: 'По рейтингу',
	onSiteFor: 'На сайте',
	error: {
		emptyMessage: '{field} не может быть пустым',
		emailMessage: 'Некорректный email',
		confirmPasswordMessage: 'Пароли должны совпадать',
		lengthPasswordMessage: 'Пароль должен быть не менее 8 символов'
	},
	send: 'Отправить',
	cancel: 'Отменить',
	areYouSure: 'Вы уверены?',
	confirm: 'Подтвердить',
	remove: 'Удалить',
	'See all': 'Смотреть все',
	'Learn more': 'Узнать больше',
	'See more': 'Смотреть больше',
	Main: 'Главная',
	'Reset all': 'Сбросить все',
	Found: 'Найдено',
	'By default': 'По умолчанию',
	'On the map': 'На карте',
	'Show more': 'Показать больше',
	ShowLess: 'Скрыть',
	'Nothing found': 'Ничего не нашлось...',
	'Return to home': 'Вернуться на главную',
	Price: 'Цена',
	More: 'Еще',
	Rating: 'Рейтинг',
	'Leave a rating': 'Оставьте оценку',
	'no ratings': 'Нет оценок',
	ratingRequired: 'Поле рейтинг обязательное',
	Settings: 'Настройки',
	SaveAndContinue: 'Сохранить и продолжить',
	Telegram: 'Telegram',
	WhatsApp: 'WhatsApp',
	AlreadyHaveAnAccount: 'Уже есть аккаунт?',
	Join: 'Регистрация',
	LogIn: 'Войти',
	Logout: 'Выйти',
	User: 'Пользователь',
	Save: 'Сохранить',
	Change: 'Изменить',
	Contacts: 'Контакты',
	From: 'От',
	To: 'До',
	Cost: 'Стоимость',
	NothingFound: 'Ничего не найдено',
	NoTitle: 'Без названия',
	ID: 'ID',
	SocialMedia: 'Социальные сети',
	DateOfBirth: 'Дата рождения',
	Phone: 'Телефон',
	Back: 'Назад',
	here: 'здесь',
	yes: 'Да',
	no: 'Нет',
	name: 'Имя',
	surname: 'Фамилия',
	reviews: {
		allReviews: 'Отзывы',
		leaveReview: 'Оставьте отзыв',
		reviewText: 'Текст комментария',
		WriteReview: 'Написать отзыв',
		'No reviews yet': 'Пока нет отзывов'
	},
	quanityPluralize: {
		piece: 'товар',
		pieces: 'товара',
		piece_s: 'товаров'
	},
	selectedPluralize: {
		selected: 'выбран',
		selecteds: 'выбрано',
		selected_s: 'выбрано'
	},
	selectAll: 'Выбрать все',
	allProductsSelected: 'Выбраны все товары',
	quantity: 'Количество',
	sum: 'Сумма',
	todayAt: 'Сегодня в { time }',
	yesterdayAt: 'Вчера в { time }',
	filters: 'Фильтры',
	Publish: 'Опубликовать',
	CopyLink: 'Копировать ссылку',
	'Place an order': 'Оформить заказ',
	'placing an order': 'Оформление заказа',
	ErrorPromocode: 'Такого промокода не существует',
	enterPromotionalCode: 'Введите промокод',
	havePromoCode: 'Есть промокод?',
	promoCodeApplied: 'Промокод { promoCode } применён',
	reduceQuantity: 'уменьшить количество',
	increaseQuantity: 'увеличить количество',
	currency: 'Валюта',
	'You can only register one store': 'Можно зарегистрировать только один магазин',
	help: {
		'report a problem': 'Сообщить о проблеме',
		'write your question': 'Напишите ваш вопрос',
		success: 'Ваше сообщение отправлено. Ожидайте ответа в течение 3 дней'
	},
	inputError: 'Ошибка. Убедитесь в правильности введенных данных и попробуйте снова',
	fieldsError: 'Все поля должны быть заполнены',
	EnterStoreName: 'Введите название магазина',
	storeName: 'Название магазина',
	termsOfUseObj: {
		introduction: 'Данные Условия использования (далее — "Условия") регулируют доступ и использование вами нашего маркетплейса (далее — "Маркетплейс"). Пожалуйста, внимательно ознакомьтесь с этими Условиями перед началом использования Маркетплейса. Используя Маркетплейс, вы соглашаетесь с данными Условиями. Если вы не согласны с ними, пожалуйста, не используйте наш Маркетплейс.',
		definitions: {
			title: 'Определения',
			items: {
				1: 'Маркетплейс — онлайн-платформа, на которой пользователи могут покупать и продавать товары и услуги.',
				2: 'Пользователь — любое физическое или юридическое лицо, которое зарегистрировалось на Маркетплейсе или использует его функционал.',
				3: 'Продавец — Пользователь, который предлагает товары или услуги на Маркетплейсе.',
				4: 'Покупатель — Пользователь, который приобретает товары или услуги на Маркетплейсе.'
			}
		},
		registration: {
			title: 'Регистрация',
			items: {
				1: 'Для использования определенных функций Маркетплейса вам необходимо зарегистрироваться и создать учетную запись.',
				2: 'Вы обязуетесь предоставить точную и актуальную информацию при регистрации и поддерживать ее в актуальном состоянии.',
				3: 'Вы несете ответственность за сохранение конфиденциальности ваших учетных данных и за все действия, которые происходят под вашей учетной записью.'
			}
		},
		userObligations: {
			title: 'Обязанности пользователей',
			items: {
				1: 'Пользователи обязуются: a) Не размещать запрещенные товары или услуги. b) Не использовать Маркетплейс для мошеннических действий. c) Соблюдать законы и нормы, применимые к их деятельности.',
				2: 'Мы оставляем за собой право удалять контент, который нарушает данные Условия или законодательство.'
			}
		},
		transactions: {
			title: 'Сделки между пользователями',
			items: {
				1: 'Все сделки осуществляются между Продавцом и Покупателем. Мы не являемся стороной в этих сделках и не несем ответственности за их выполнение.',
				2: 'Продавцы обязуются предоставлять точные описания товаров и услуг, а также обеспечивать их качество.',
				3: 'Покупатели обязуются производить оплату в соответствии с условиями, указанными Продавцом.'
			}
		},
		paymentsAndFees: {
			title: 'Платежи и комиссии',
			items: {
				1: 'Мы можем взимать комиссии за использование Маркетплейса, которые будут указаны на сайте.',
				2: 'Все платежи обрабатываются через защищенные платежные системы. Мы не храним данные ваших платежных карт.'
			}
		},
		privacy: {
			title: 'Конфиденциальность',
			items: {
				1: 'Мы уважаем вашу конфиденциальность и обрабатываем ваши персональные данные в соответствии с нашей Политикой конфиденциальности.'
			}
		},
		changes: {
			title: 'Изменения в условиях',
			items: {
				1: 'Мы оставляем за собой право вносить изменения в данные Условия в любое время. Изменения вступают в силу с момента их публикации на сайте.',
				2: 'Продолжая использовать Маркетплейс после внесения изменений, вы соглашаетесь с новыми Условиями.'
			}
		},
		finalProvisions: {
			title: 'Заключительные положения',
			items: {
				1: 'Эти Условия регулируются законодательством страны, в которой зарегистрирован Маркетплейс.',
				2: 'Если какое-либо положение данных Условий будет признано недействительным, остальные положения останутся в силе.',
				3: 'Все споры, возникающие в связи с использованием Маркетплейса, будут разрешаться в соответствии с установленными процедурами.'
			}
		}
	},
	privacyPolicyObj: {
		introduction: 'Настоящая Политика конфиденциальности описывает, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашего маркетплейса (далее — "Маркетплейс"). Пожалуйста, внимательно ознакомьтесь с данной Политикой, чтобы понять, как мы обрабатываем ваши данные.',
		collectionOfInformation: {
			title: 'Сбор информации',
			desc: 'Мы можем собирать и обрабатывать следующие типы информации о вас:',
			items: {
				1: 'Персональные данные: Имя, адрес электронной почты, номер телефона, адрес доставки и любая другая информация, которую вы предоставляете нам при регистрации и использовании наших услуг.',
				2: 'Данные о транзакциях: Информация о ваших покупках, включая детали о товарах и услугах, которые вы приобрели через наш Маркетплейс.',
				3: 'Данные об использовании: Информация о том, как вы используете наш Маркетплейс, включая вашу IP-адрес, браузер, время доступа и страницы, которые вы посещаете.'
			}
		},
		useOfInformation: {
			title: 'Использование информации',
			desc: 'Мы используем собранную информацию для следующих целей:',
			items: {
				1: 'Обработка ваших заказов и управление транзакциями.',
				2: 'Предоставление вам информации о наших продуктах и услугах, включая обновления и специальные предложения.',
				3: 'Улучшение нашего Маркетплейса, включая анализ пользовательского опыта и выявление проблем.',
				4: 'Связь с вами по поводу вашего аккаунта, заказов или других запросов.',
				5: 'Соблюдение юридических обязательств и защиту наших прав.'
			}
		},
		disclosure: {
			title: 'Раскрытие информации',
			desc: 'Мы не будем продавать, обменивать или передавать ваши персональные данные третьим лицам без вашего согласия, за исключением следующих случаев:',
			items: {
				1: 'Поставщики услуг: Мы можем передавать ваши данные третьим лицам, которые помогают нам в предоставлении услуг (например, курьерским службам, платежным системам).',
				2: 'Законодательные требования: Мы можем раскрывать вашу информацию, если это требуется по закону или в ответ на законные запросы государственных органов.',
				3: 'Защита прав: Мы можем раскрыть вашу информацию для защиты наших прав, конфиденциальности и безопасности, а также прав и безопасности других лиц.'
			}
		},
		protectionInformation: {
			title: 'Защита информации',
			desc: 'Мы принимаем разумные меры для защиты ваших личных данных от несанкционированного доступа, использования или раскрытия. Однако ни один метод передачи по Интернету или метод электронного хранения не является на 100% безопасным, и мы не можем гарантировать абсолютную безопасность.'
		},
		rights: {
			title: 'Ваши права',
			desc: 'В зависимости от законодательства вашей страны вы можете иметь следующие права в отношении ваших персональных данных:',
			items: {
				1: 'Право на доступ к вашим данным.',
				2: 'Право на исправление неточных данных.',
				3: 'Право на удаление ваших данных.',
				4: 'Право на переносимость данных.',
				5: 'Право на возражение против обработки ваших данных.'
			}
		},
		contactInformation: {
			title: 'Контактная информация',
			desc: 'Если у вас есть вопросы или комментарии относительно данной Политики конфиденциальности, пожалуйста, свяжитесь с нами:'
		}
	}
}
